src/og/index.org
#+TITLE: Obstetrics and Gynaecology

#+BEGIN_EXPORT html
<div class="engt">Obstetrics and Gynaecology</div>
<div class="japt">産婦人科学</div>
#+END_EXPORT

[[https://github.com/ahisu6/ahisu6.github.io/edit/main/src/og/index.org][Edit]]

[[file:../index.org][Home]]

-----

* Introduction
:PROPERTIES:
:CUSTOM_ID: org3c1ff02
:END:

@@html:<span class="ja">おはようともだち！</span>@@

Anything that has /(G)/ means that it is a Gynaecology topic. @@html:<span class="ja">(G)が付いているものは、ジャイネコロジーに関するトピックであることを意味します。</span>@@

And anything that has /(O)/ means that it is an Obstetrics topic. @@html:<span class="ja">また、(O)が付いているものは産科の話題であることを意味します。</span>@@

Sounds good? Cool.

* List of Gynaecology topics
:PROPERTIES:
:CUSTOM_ID: gtopics
:END:

#+ATTR_HTML: :class sortable
| Page | Title                       | Date posted |
|------+-----------------------------+-------------|
| [[file:./004.org][004]]  | [[file:./004.org::#org8306020][Infertility]] |  2023-07-31 |
| [[file:./004.org][004]]  | [[file:./004.org::#org3330f7b][Amenorrhoea]] |  2023-07-31 |
| [[file:./004.org][004]]  | [[file:./004.org::#orgd94e0f1][Endometriosis]] |  2023-07-31 |
| [[file:./004.org][004]]  | [[file:./004.org::#org3450aaa][Ovarian tumours]] |  2023-03-04 |
| [[file:./003.org][003]]  | [[file:./003.org::#org9e4c165][Ectopic pregnancy]] |  2023-02-21 |
| [[file:./002.org][002]]  | [[file:./002.org::#orga41f974][Sexually transmitted infections]] |  2023-02-12 |
| [[file:./002.org][002]]  | [[file:./002.org::#org0e494ad][Uterine fibroids]] |  2023-02-09 |
| [[file:./001.org][001]]  | [[file:./001.org::#orgdbf80b3][Pelvic inflammatory disease]] |  2023-02-01 |
| [[file:./001.org][001]]  | [[file:./001.org::#org89fa98b][Abnormal uterine bleeding]]   |  2023-01-29 |
| [[file:./001.org][001]]  | [[file:./001.org::#orgfeaf8e2][Heavy menstrual bleeding]]    |  2023-01-30 |


* List of Obstetrics topics
:PROPERTIES:
:CUSTOM_ID: otopics
:END:

#+ATTR_HTML: :class sortable
| Page | Title          | Date posted |
|------+----------------+-------------|
| [[file:./004.org][004]]  | [[file:./004.org::#org02a3988][Placenta praevia]] |  2023-07-31 |
| [[file:./004.org][004]]  | [[file:./004.org::#org89380a1][Shoulder dystocia]] |  2023-07-30 |
| [[file:./003.org][003]]  | [[file:./003.org::#org33cd9ca][Termination of pregnancy]] |  2023-02-26 |
| [[file:./003.org][003]]  | [[file:./003.org::#orgaf40a01][Gestational diabetes]] |  2023-02-26 |
| [[file:./003.org][003]]  | [[file:./003.org::#org9f8fd5a][Hyponatraemia in pregnancy]] |  2023-02-21 |
| [[file:./002.org][002]]  | [[file:./002.org::#org376ed5f][Venous thromboembolism in pregnancy]] |  2023-02-07 |
| [[file:./001.org][001]]  | [[file:./001.org::#orgc90c5b4][Pre-eclampsia]] |  2023-02-05 |
| [[file:./001.org][001]]  | [[file:./001.org::#orgb494d28][Antenatal care]] |  2023-01-30 |

#+BEGIN_EXPORT html
<script src="https://ahisu6.github.io/assets/js/sortTable.js"></script>
#+END_EXPORT
