og/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-04 Fri 20:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Obstetrics and Gynaecology</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://ahisu6.github.io/assets/css/main.css" />
</head>
<body>
<div id="content" class="content">
<div class="engt">Obstetrics and Gynaecology</div>
<div class="japt">産婦人科学</div>

<p>
<a href="https://github.com/ahisu6/ahisu6.github.io/edit/main/src/og/index.org">Edit</a>
</p>

<p>
<a href="../index.html">Home</a>
</p>

<hr />

<div id="outline-container-org3c1ff02" class="outline-2">
<h2 id="org3c1ff02">Introduction</h2>
<div class="outline-text-2" id="text-org3c1ff02">
<p>
<span class="ja">おはようともだち！</span>
</p>

<p>
Anything that has <i>(G)</i> means that it is a Gynaecology topic. <span class="ja">(G)が付いているものは、ジャイネコロジーに関するトピックであることを意味します。</span>
</p>

<p>
And anything that has <i>(O)</i> means that it is an Obstetrics topic. <span class="ja">また、(O)が付いているものは産科の話題であることを意味します。</span>
</p>

<p>
Sounds good? Cool.
</p>
</div>
</div>

<div id="outline-container-gtopics" class="outline-2">
<h2 id="gtopics">List of Gynaecology topics</h2>
<div class="outline-text-2" id="text-gtopics">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="sortable">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Page</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-right">Date posted</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="./004.html">004</a></td>
<td class="org-left"><a href="./004.html#org8306020">Infertility</a></td>
<td class="org-right">2023-07-31</td>
</tr>

<tr>
<td class="org-left"><a href="./004.html">004</a></td>
<td class="org-left"><a href="./004.html#org3330f7b">Amenorrhoea</a></td>
<td class="org-right">2023-07-31</td>
</tr>

<tr>
<td class="org-left"><a href="./004.html">004</a></td>
<td class="org-left"><a href="./004.html#orgd94e0f1">Endometriosis</a></td>
<td class="org-right">2023-07-31</td>
</tr>

<tr>
<td class="org-left"><a href="./004.html">004</a></td>
<td class="org-left"><a href="./004.html#org3450aaa">Ovarian tumours</a></td>
<td class="org-right">2023-03-04</td>
</tr>

<tr>
<td class="org-left"><a href="./003.html">003</a></td>
<td class="org-left"><a href="./003.html#org9e4c165">Ectopic pregnancy</a></td>
<td class="org-right">2023-02-21</td>
</tr>

<tr>
<td class="org-left"><a href="./002.html">002</a></td>
<td class="org-left"><a href="./002.html#orga41f974">Sexually transmitted infections</a></td>
<td class="org-right">2023-02-12</td>
</tr>

<tr>
<td class="org-left"><a href="./002.html">002</a></td>
<td class="org-left"><a href="./002.html#org0e494ad">Uterine fibroids</a></td>
<td class="org-right">2023-02-09</td>
</tr>

<tr>
<td class="org-left"><a href="./001.html">001</a></td>
<td class="org-left"><a href="./001.html#orgdbf80b3">Pelvic inflammatory disease</a></td>
<td class="org-right">2023-02-01</td>
</tr>

<tr>
<td class="org-left"><a href="./001.html">001</a></td>
<td class="org-left"><a href="./001.html#org89fa98b">Abnormal uterine bleeding</a></td>
<td class="org-right">2023-01-29</td>
</tr>

<tr>
<td class="org-left"><a href="./001.html">001</a></td>
<td class="org-left"><a href="./001.html#orgfeaf8e2">Heavy menstrual bleeding</a></td>
<td class="org-right">2023-01-30</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-otopics" class="outline-2">
<h2 id="otopics">List of Obstetrics topics</h2>
<div class="outline-text-2" id="text-otopics">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="sortable">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Page</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-right">Date posted</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="./004.html">004</a></td>
<td class="org-left"><a href="./004.html#org02a3988">Placenta praevia</a></td>
<td class="org-right">2023-07-31</td>
</tr>

<tr>
<td class="org-left"><a href="./004.html">004</a></td>
<td class="org-left"><a href="./004.html#org89380a1">Shoulder dystocia</a></td>
<td class="org-right">2023-07-30</td>
</tr>

<tr>
<td class="org-left"><a href="./003.html">003</a></td>
<td class="org-left"><a href="./003.html#org33cd9ca">Termination of pregnancy</a></td>
<td class="org-right">2023-02-26</td>
</tr>

<tr>
<td class="org-left"><a href="./003.html">003</a></td>
<td class="org-left"><a href="./003.html#orgaf40a01">Gestational diabetes</a></td>
<td class="org-right">2023-02-26</td>
</tr>

<tr>
<td class="org-left"><a href="./003.html">003</a></td>
<td class="org-left"><a href="./003.html#org9f8fd5a">Hyponatraemia in pregnancy</a></td>
<td class="org-right">2023-02-21</td>
</tr>

<tr>
<td class="org-left"><a href="./002.html">002</a></td>
<td class="org-left"><a href="./002.html#org376ed5f">Venous thromboembolism in pregnancy</a></td>
<td class="org-right">2023-02-07</td>
</tr>

<tr>
<td class="org-left"><a href="./001.html">001</a></td>
<td class="org-left"><a href="./001.html#orgc90c5b4">Pre-eclampsia</a></td>
<td class="org-right">2023-02-05</td>
</tr>

<tr>
<td class="org-left"><a href="./001.html">001</a></td>
<td class="org-left"><a href="./001.html#orgb494d28">Antenatal care</a></td>
<td class="org-right">2023-01-30</td>
</tr>
</tbody>
</table>

<script src="https://ahisu6.github.io/assets/js/sortTable.js"></script>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2023-08-04 Fri 20:00</p>
</div>
</body>
</html>
